_app/_drafts/2017-09-05-微调几项cool-reader的launcher-vlasov参数.html
---
layout: post
title: 微调几项cool reader的launcher vlasov参数
date: 2017-09-05
categories: 
- soft
tags: 
- vlasov
- cool reader
- vlasovsoft
- vlasovsoftlauncher
- eink
- kobo
- koreader
- fonts
- font size
author: yefeiyu
excerpt: 
---

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> </h2>
<div class="outline-text-2" id="text-1">
<p>
下面这行是最新版coolreader发行网址。直接解压到kobo 根文件夹中的.add文件夹中。替换原vlasovsoft文件夹。<br >
<a href="http://pbchess.vlasovsoft.net/en/">http://pbchess.vlasovsoft.net/en/</a><br >
</p>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> </h2>
<div class="outline-text-2" id="text-2">
<p>
下面这部分是修改dictionary字体。这里只提供了修改所有字体的方法。<br >
eink.qss - magic file - customize everything you want!<br >
PostThu Mar 05, 2015 3:37 pm<br >
Hi!<br >
Sometimes people are not satisfied with GUI font size or GUI font face (I don't like Djvu Sans in the main menu!)<br >
This is not a problem because we have "magic" file: eink.qss. I'll post some tips in this thread about how to change the look and feel of CR and other apps&#x2026;<br >
Here is non-official eink.qss file from the russian forum: download/file.php?id=65<br >
CODE: SELECT ALL<br >
#+BEGIN_SRC <br >
<i>* Global style *</i><br >
</p>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> {</h2>
<div class="outline-text-2" id="text-3">
<p>
    font-size: 9pt;<br >
}<br >
#+END_SRC<br >
</p>
</div>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> </h2>
<div class="outline-text-2" id="text-4">
<p>
字典使用stardict的字典，解压字典文件后放到vlasovsoft/dictionary中。<br >
</p>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> </h2>
<div class="outline-text-2" id="text-5">
<p>
阅读的字体可以共享kobo原装字体。在kobo根文件夹的fonts中。<br >
</p>
</div>
</div>
